{
  "language": "Deutsch (DE)",
  "icon": "🇩🇪",
  "app.title": "⚗️ OpenTitrator-IoT Dashboard",
  "status.label": "Systemstatus:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "Position in der Warteschlange:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "Geschätzte Wartezeit:",
  "queue.yourTurn": "SIE SIND DRAN!",
  "time.minutesShort": "Min",
  "chart.transmitanceLabel": "Transmittanz",
  "button.pumpHalfSecond": "PUMPE (0.5S)",
  "button.pumpHalfSecondLocked": "PUMPE (0.5S) 🔒",
  "button.pumpOneSecond": "PUMPE (1.0S)",
  "button.pumpOneSecondLocked": "PUMPE (1.0S) 🔒",
  "chart.mainTitle": "Photometer-Messwert im Zeitverlauf",
  "chart.yAxisLabel": "Lichtintensität (ADC/Lux)",
  "instructions.title": "Titrationsexperiment",
  "instructions.pill": "📘 Leitfaden",
  "instructions.p1": "Die Titration (auch als volumetrische Analyse, Volumetrie oder Titrimetrie bezeichnet) ist eine Labortechnik zur Bestimmung der Menge einer bestimmten chemischen Spezies in einer Probe. Dabei wird der Probe schrittweise ein Reagenz (meist eine Standardsolution) zugegeben, das vollständig mit der interessierenden Substanz reagieren muss.",
  "instructions.p2": "Die interessierende Substanz heißt Analyt. Die chemische Spezies mit der definierten höchsten Konzentration heißt Titrant (Titrationslösung) und ist in der Regel eine Lösung, die aus einem Primärstandard hergestellt wird; dieser kann ein Salz oder eine in der zu standardisierenden Lösung gebildete Substanz sein. Die Lösung, deren Konzentration bestimmt werden soll, heißt Titrat (Analytenlösung). Die Zugabe der standardisierten Lösung bis zum vollständigen Ablauf der Reaktion heißt Titration. Das exakte Volumen zur vollständigen Reaktion nennt man Äquivalenz- bzw. stöchiometrischen Punkt; er wird über eine physikalische Veränderung erkannt, die entweder intrinsisch zur Reaktion ist oder durch einen zugesetzten Indikator entsteht (Farb-/Trübungsänderung). Für eine ideale Titration sollten theoretischer und praktischer Äquivalenzpunkt übereinstimmen; bei Abweichung spricht man von Titrationsfehlern, die systematisch oder zufällig sein können.",
  "instructions.p3": "Damit eine Titration möglich ist, müssen Reaktionen Mindestanforderungen erfüllen: Der Analyt muss in stöchiometrischem bzw. äquivalentem Verhältnis mit dem Titranten reagieren; die Reaktion muss schnell sein; in einigen Fällen ist ein Katalysator erforderlich; am Äquivalenzpunkt muss eine wahrnehmbare physikalische oder chemische Veränderung auftreten. Wenn keine sichtbare Änderung erfolgt, gibt es andere Verfahren zur Bestimmung des Äquivalenzpunkts, z. B. potentiometrische, coulometrische und amperometrische Titration.",
  "instructions.p4": "Es gibt verschiedene Arten der Titration, insbesondere Säure-Base-Titration, Redox-Titration und Komplexometrie.",
  "instructions.p5": "Ein wichtiger Schritt für Produktion, Analysen und Studien zur Titrimetrie erfolgte während der Industriellen Revolution, als verschiedene Säuren und Basen hergestellt wurden – insbesondere Schwefelsäure, die von vielen Ländern produziert wurde. Verfahren mit Säuren und Basen erfordern zuverlässige analytische Methoden zur Reinheitsprüfung; dies führte zur Suche nach besseren Methoden und zur Entwicklung der Titrimetrie.",
  "instructions.p6": "Obwohl die chemischen Prinzipien der Titration seit dem 19. Jahrhundert unverändert geblieben sind, weist die manuelle Durchführung des Verfahrens erhebliche Einschränkungen auf, etwa die Subjektivität bei der visuellen Endpunkterkennung und die Abhängigkeit von der motorischen Geschicklichkeit der Bedienperson bei der Kontrolle der Bürette.",
  "instructions.p7": "Um diese systematischen Fehler zu verringern und Fernunterricht zu ermöglichen, automatisiert das in diesem Projekt entwickelte System namens OpenTitrator-IoT die kritischen Schritte des analytischen Prozesses. Das Experiment ersetzt die menschliche visuelle Bewertung durch ein kostengünstiges digitales Photometer, bestehend aus einem Lichtsender (hochhelles LED) und einem lichtempfindlichen Empfänger (LDR).",
  "instructions.p8": "Das Funktionsprinzip basiert auf der Änderung der Lichttransmittanz: Während der Titration löst die Zugabe des Titranten die Reaktion mit dem pH-Indikator (z. B. Phenolphthalein) aus und verändert die Farbe der Lösung. Während das menschliche Auge den exakten Zeitpunkt dieser Veränderung (insbesondere bei blassen Farbtönen) nur schwer bestimmen kann, erkennt der LDR-Sensor die abrupte Änderung der Lichtintensität, die durch die Probe tritt, und registriert den Äquivalenzpunkt als deutlichen Abfall der vom Analog-Digital-Wandler (ADC) gemessenen Werte.",
  "instructions.p9": "Die Zugabe des Titranten, traditionell durch Schwerkraft, erfolgt über peristaltische Pumpen, die mittels Pulsweitenmodulation (PWM) gesteuert werden. Dadurch kann die Benutzerin bzw. der Benutzer über die Weboberfläche präzise Reagenzmengen dosieren (in kalibrierten Pulsen, z. B. 500 ms oder 1000 ms) und erhält eine Wiederholbarkeit und Genauigkeit, die der manuellen Methode überlegen ist.",
  "instructions.p10": "Auf diese Weise wandelt OpenTitrator-IoT eine qualitative Titration (basierend auf Farbwahrnehmung) in eine quantitative Analyse (basierend auf Transmittanzdaten) um und erzeugt Echtzeitdiagramme, die eine eindeutige Analyse der Reaktionskinetik ermöglichen.",
  "instructions.sourcePrefix": "Quelle:",
  "instructions.sourceLinkText": "Wikipedia",
  "footer.developedBy": "Entwickelt von",
  "footer.viewCode": "Code ansehen"
}
