{
  "language": "English (US)",
  "icon": "🇺🇸",
  "app.title": "⚗️ OpenTitrator-IoT Dashboard",
  "status.label": "System status:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "Queue position:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "Estimated wait:",
  "queue.yourTurn": "IT'S YOUR TURN!",
  "time.minutesShort": "min",
  "button.pumpHalfSecond": "PUMP (0.5S)",
  "button.pumpHalfSecondLocked": "PUMP (0.5S) 🔒",
  "button.pumpOneSecond": "PUMP (1.0S)",
  "button.pumpOneSecondLocked": "PUMP (1.0S) 🔒",
  "chart.transmitanceLabel": "Transmitance",
  "chart.mainTitle": "Photometer reading over time",
  "chart.yAxisLabel": "Luminous intensity (ADC/Lux)",
  "instructions.title": "Titration experiment",
  "instructions.pill": "📘 Guide",
  "instructions.p1": "Titration (sometimes referred to as volumetric analysis, volumetry, or titrimetry) is a laboratory technique used to determine the amount of a given chemical species in a sample. The process is carried out by gradually adding a reagent (usually a standard solution) to the sample, which must react completely with the substance of interest.",
  "instructions.p2": "The substance of interest in any determination is called the analyte. The chemical species with the defined highest concentration is called the titrant, which is generally a solution prepared from a primary standard, which may be a salt or a substance generated in the solution to be standardized. The solution whose concentration is to be determined is called the titrand (analyte solution). The addition of standardized solution until the reaction is complete is called the titration. The exact volume required to complete the reaction is called the equivalence (stoichiometric) point; it is detected through a physical change, which may be intrinsic to the reaction or produced by an added indicator (color/turbidity change). For an ideal titration, the theoretical and practical equivalence points should coincide; if there is a discrepancy, it is called titration error, which may be systematic or random.",
  "instructions.p3": "To perform a titration, reactions must meet some minimum requirements: the titrand must react in stoichiometric or equivalent proportion with the titrant; the reaction must be fast; in some cases, a catalyst is needed to speed up the reaction; at the equivalence point there must be a perceptible physical or chemical change in the solution. If there is no visible change, there are other ways to determine the equivalence point beyond simple titration, such as potentiometric titration, coulometric titration, and amperometric titration.",
  "instructions.p4": "There are several types of titration, notably acid–base titration, oxidation–reduction titration, and complexometric titration.",
  "instructions.p5": "A major step for production, analyses, and studies in titrimetry occurred during the Industrial Revolution, when various acids and bases were manufactured—especially sulfuric acid, produced by many countries. Processes involving acids and bases require reliable analytical methods to assess purity, which drove the search for better methods and led to the development of titrimetry.",
  "instructions.p6": "Although the chemical principles of titration have remained unchanged since the 19th century, performing the method manually presents significant limitations, such as subjectivity in visually detecting the endpoint and reliance on the operator’s manual dexterity to control the burette.",
  "instructions.p7": "To mitigate these systematic errors and enable distance learning, the system developed in this project, called OpenTitrator-IoT, automates the critical steps of the analytical process. The experiment replaces human visual evaluation with a low-cost digital photometer composed of a light emitter (high-brightness LED) and a photosensitive receiver (LDR).",
  "instructions.p8": "Its operating principle is based on changes in luminous transmittance: during titration, adding the titrant triggers the reaction with the pH indicator (e.g., phenolphthalein), altering the solution’s color. While the human eye may struggle to pinpoint the exact moment of this change (especially in pale shades), the LDR sensor detects the abrupt variation in the light intensity passing through the sample, registering the equivalence point as a sharp drop in the values read by the analog-to-digital converter (ADC).",
  "instructions.p9": "The addition of titrant, traditionally driven by gravity, is performed by peristaltic pumps controlled via pulse-width modulation (PWM). This allows the user, through the web interface, to dispense precise reagent amounts (in calibrated pulses, for example, 500 ms or 1000 ms), ensuring repeatability and precision superior to the manual method.",
  "instructions.p10": "In this way, OpenTitrator-IoT transforms qualitative titration (based on color perception) into a quantitative analysis (based on transmittance data), generating real-time graphs that enable an unambiguous analysis of the reaction kinetics.",
  "instructions.sourcePrefix": "Source:",
  "instructions.sourceLinkText": "Wikipedia",
  "footer.developedBy": "Developed by",
  "footer.viewCode": "View code"
}
