{
  "language": "Espa帽ol (ES)",
  "icon": "",
  "app.title": "锔 Panel OpenTitrator-IoT",
  "status.label": "Estado del sistema:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "Posici贸n en la cola:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "Espera estimada:",
  "queue.yourTurn": "隆ES TU TURNO!",
  "time.minutesShort": "min",
  "chart.transmitanceLabel": "Transmitancia",
  "button.pumpHalfSecond": "BOMBA (0.5S)",
  "button.pumpHalfSecondLocked": "BOMBA (0.5S) ",
  "button.pumpOneSecond": "BOMBA (1.0S)",
  "button.pumpOneSecondLocked": "BOMBA (1.0S) ",
  "chart.mainTitle": "Lectura del fot贸metro a lo largo del tiempo",
  "chart.yAxisLabel": "Intensidad luminosa (ADC/Lux)",
  "instructions.title": "Experimento de titulaci贸n",
  "instructions.pill": " Gu铆a",
  "instructions.p1": "La titulaci贸n (a veces llamada an谩lisis volum茅trico, volumetr铆a o titrimetr铆a) es una t茅cnica de laboratorio utilizada para determinar la cantidad de una determinada especie qu铆mica en una muestra. El proceso se realiza mediante la adici贸n gradual de un reactivo (generalmente una soluci贸n patr贸n) a la muestra, el cual debe reaccionar completamente con la sustancia de inter茅s.",
  "instructions.p2": "La sustancia de inter茅s en cualquier determinaci贸n se denomina analito. La especie qu铆mica con la mayor concentraci贸n definida se denomina titulante, que por lo general es una soluci贸n obtenida a partir de un patr贸n primario, pudiendo ser una sal o una sustancia generada en la soluci贸n que se desea valorar. La soluci贸n cuya concentraci贸n se desea determinar se denomina titulado. La adici贸n de soluci贸n estandarizada hasta que se complete la reacci贸n se llama titulaci贸n. El volumen exacto necesario para completar la reacci贸n se llama punto de equivalencia o estequiom茅trico; se detecta mediante una modificaci贸n f铆sica, que puede ser intr铆nseca de la reacci贸n o provenir de un indicador a帽adido (cambio de color/turbidez). Para una titulaci贸n ideal, el punto de equivalencia te贸rico y el pr谩ctico deben coincidir; si hay discrepancia, se denomina error de titulaci贸n, que puede ser sistem谩tico o aleatorio.",
  "instructions.p3": "Para poder realizar la titulaci贸n, las reacciones deben cumplir algunos requisitos m铆nimos: el titulado debe reaccionar en proporci贸n estequiom茅trica o equivalente con el titulante; la reacci贸n debe ser r谩pida; en algunos casos es necesario a帽adir un catalizador para acelerar la reacci贸n; en el punto de equivalencia debe haber un cambio f铆sico o qu铆mico perceptible en la soluci贸n. Si no hay un cambio visible, existen otras formas de determinar el punto de equivalencia adem谩s de la titulaci贸n simple, como la titulaci贸n potenciom茅trica, la titulaci贸n coulom茅trica y la titulaci贸n amperom茅trica.",
  "instructions.p4": "Existen varios tipos de titulaci贸n, destac谩ndose la titulaci贸n 谩cido-base, la titulaci贸n de oxidaci贸n-reducci贸n y la titulaci贸n de complejaci贸n.",
  "instructions.p5": "Un gran avance para la producci贸n, los an谩lisis y los estudios sobre titulometr铆a ocurri贸 durante la Revoluci贸n Industrial, cuando se fabricaron diversos 谩cidos y bases, especialmente el 谩cido sulf煤rico, producido por varios pa铆ses. Los procesos relacionados con 谩cidos y bases requieren m茅todos anal铆ticos fiables para evaluar su pureza, lo que impuls贸 la b煤squeda de mejores m茅todos y dio origen a la titulometr铆a.",
  "instructions.p6": "Aunque los principios qu铆micos de la titulaci贸n se han mantenido inalterados desde el siglo XIX, la ejecuci贸n manual del m茅todo presenta limitaciones significativas, como la subjetividad en la detecci贸n visual del punto final y la dependencia de la destreza motora del operador para controlar la bureta.",
  "instructions.p7": "Para mitigar estos errores sistem谩ticos y posibilitar la ense帽anza a distancia, el sistema desarrollado en este proyecto, denominado OpenTitrator-IoT, automatiza las etapas cr铆ticas del proceso anal铆tico. El experimento sustituye la evaluaci贸n visual humana por un fot贸metro digital de bajo costo, compuesto por un emisor de luz (LED de alto brillo) y un receptor fotosensible (LDR).",
  "instructions.p8": "El principio de funcionamiento se basa en la variaci贸n de la transmitancia luminosa: durante la titulaci贸n, la adici贸n del titulante provoca la reacci贸n con el indicador de pH (p. ej., fenolftale铆na), alterando el color de la soluci贸n. Mientras que el ojo humano puede tener dificultad para determinar el momento exacto de ese cambio (especialmente en tonos p谩lidos), el sensor LDR detecta la variaci贸n brusca en la intensidad de la luz que atraviesa la muestra, registrando el punto de equivalencia como una ca铆da acentuada en los valores le铆dos por el convertidor anal贸gico-digital (ADC).",
  "instructions.p9": "La adici贸n del titulante, tradicionalmente realizada por gravedad, se lleva a cabo mediante bombas perist谩lticas controladas por modulaci贸n por ancho de pulso (PWM). Esto permite que el usuario, a trav茅s de la interfaz web, dosifique cantidades precisas de reactivo (en pulsos calibrados, por ejemplo, de 500 ms o 1000 ms), garantizando repetibilidad y una precisi贸n superior al m茅todo manual.",
  "instructions.p10": "De esta forma, OpenTitrator-IoT transforma la titulaci贸n cualitativa (basada en la percepci贸n del color) en un an谩lisis cuantitativo (basado en datos de transmitancia), generando gr谩ficos en tiempo real que permiten un an谩lisis inequ铆voco de la cin茅tica de la reacci贸n.",
  "instructions.sourcePrefix": "Fuente:",
  "instructions.sourceLinkText": "Wikipedia",
  "footer.developedBy": "Desarrollado por",
  "footer.viewCode": "Ver c贸digo"
}
