{
  "language": "Italiano (IT)",
  "icon": "🇮🇹",
  "app.title": "⚗️ Dashboard OpenTitrator-IoT",
  "status.label": "Stato del sistema:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "Posizione in coda:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "Attesa stimata:",
  "queue.yourTurn": "È IL TUO TURNO!",
  "time.minutesShort": "min",
  "chart.transmitanceLabel": "Trasmittanza",
  "button.pumpHalfSecond": "POMPA (0.5S)",
  "button.pumpHalfSecondLocked": "POMPA (0.5S) 🔒",
  "button.pumpOneSecond": "POMPA (1.0S)",
  "button.pumpOneSecondLocked": "POMPA (1.0S) 🔒",
  "chart.mainTitle": "Lettura del fotometro nel tempo",
  "chart.yAxisLabel": "Intensità luminosa (ADC/Lux)",
  "instructions.title": "Esperimento di titolazione",
  "instructions.pill": "📘 Guida",
  "instructions.p1": "La titolazione (talvolta chiamata analisi volumetrica, volumetria o titrimetria) è una tecnica di laboratorio utilizzata per determinare la quantità di una determinata specie chimica in un campione. Il processo avviene tramite l’aggiunta graduale di un reagente (di solito una soluzione standard) al campione, che deve reagire completamente con la sostanza di interesse.",
  "instructions.p2": "La sostanza di interesse in qualsiasi determinazione è detta analita. La specie chimica con la concentrazione definita più alta è detta titolante, generalmente una soluzione ottenuta da uno standard primario, che può essere un sale o una sostanza generata nella soluzione che si desidera standardizzare. La soluzione di cui si vuole determinare la concentrazione è detta titolato. L’aggiunta della soluzione standardizzata fino al completamento della reazione è detta titolazione. Il volume esatto necessario a completare la reazione è detto punto di equivalenza o stechiometrico; viene rilevato tramite una modifica fisica, intrinseca della reazione o dovuta a un indicatore aggiunto (cambio di colore/torbidità). In una titolazione ideale, il punto di equivalenza teorico e quello pratico devono coincidere; in caso di discrepanza si parla di errore di titolazione, che può essere sistematico o casuale.",
  "instructions.p3": "Per eseguire una titolazione, le reazioni devono soddisfare requisiti minimi: il titolato deve reagire in proporzione stechiometrica o equivalente con il titolante; la reazione deve essere rapida; in alcuni casi è necessario aggiungere un catalizzatore; al punto di equivalenza deve verificarsi un cambiamento fisico o chimico percepibile. Se non c’è un cambiamento visibile, esistono altri modi per determinare il punto di equivalenza, come la titolazione potenziometrica, coulometrica e amperometrica.",
  "instructions.p4": "Esistono diversi tipi di titolazione, tra cui la titolazione acido-base, la titolazione ossidoriduttiva e la titolazione complessometrica.",
  "instructions.p5": "Un passo importante per la produzione, le analisi e gli studi sulla titrimetria avvenne durante la Rivoluzione Industriale, quando vennero prodotti vari acidi e basi, soprattutto l’acido solforico, fabbricato da molti paesi. I processi legati ad acidi e basi richiedono metodi analitici affidabili per valutare la purezza, favorendo la ricerca di metodi migliori e lo sviluppo della titrimetria.",
  "instructions.p6": "Sebbene i principi chimici della titolazione siano rimasti invariati dal XIX secolo, l’esecuzione manuale del metodo presenta limitazioni significative, come la soggettività nella rilevazione visiva del punto finale e la dipendenza dall’abilità motoria dell’operatore per il controllo della buretta.",
  "instructions.p7": "Per mitigare questi errori sistematici e rendere possibile l’insegnamento a distanza, il sistema sviluppato in questo progetto, denominato OpenTitrator-IoT, automatizza le fasi critiche del processo analitico. L’esperimento sostituisce la valutazione visiva umana con un fotometro digitale a basso costo, composto da un emettitore di luce (LED ad alta luminosità) e un ricevitore fotosensibile (LDR).",
  "instructions.p8": "Il principio di funzionamento si basa sulla variazione della trasmittanza luminosa: durante la titolazione, l’aggiunta del titolante provoca la reazione con l’indicatore di pH (ad es. fenolftaleina), alterando il colore della soluzione. Mentre l’occhio umano può avere difficoltà a determinare l’istante esatto di questo cambiamento (soprattutto con tonalità pallide), il sensore LDR rileva la variazione brusca dell’intensità luminosa che attraversa il campione, registrando il punto di equivalenza come un calo marcato dei valori letti dal convertitore analogico-digitale (ADC).",
  "instructions.p9": "L’aggiunta del titolante, tradizionalmente effettuata per gravità, viene realizzata tramite pompe peristaltiche controllate mediante modulazione di larghezza d’impulso (PWM). Ciò consente all’utente, tramite l’interfaccia web, di dosare quantità precise di reagente (in impulsi calibrati, ad esempio 500 ms o 1000 ms), garantendo ripetibilità e precisione superiori al metodo manuale.",
  "instructions.p10": "In questo modo, OpenTitrator-IoT trasforma la titolazione qualitativa (basata sulla percezione del colore) in un’analisi quantitativa (basata su dati di trasmittanza), generando grafici in tempo reale che permettono un’analisi inequivocabile della cinetica della reazione.",
  "instructions.sourcePrefix": "Fonte:",
  "instructions.sourceLinkText": "Wikipedia",
  "footer.developedBy": "Sviluppato da",
  "footer.viewCode": "Visualizza il codice"
}
