{
  "language": "日本語",
  "icon": "🇯🇵",
  "app.title": "⚗️ OpenTitrator-IoT ダッシュボード",
  "status.label": "システム状態:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "キューの位置:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "推定待ち時間:",
  "queue.yourTurn": "あなたの番です！",
  "time.minutesShort": "分",
  "chart.transmitanceLabel": "透過率",
  "button.pumpHalfSecond": "ポンプ (0.5秒)",
  "button.pumpHalfSecondLocked": "ポンプ (0.5秒) 🔒",
  "button.pumpOneSecond": "ポンプ (1.0秒)",
  "button.pumpOneSecondLocked": "ポンプ (1.0秒) 🔒",
  "chart.mainTitle": "時間経過によるフォトメータの読み取り",
  "chart.yAxisLabel": "光強度 (ADC/Lux)",
  "instructions.title": "滴定実験",
  "instructions.pill": "📘 ガイド",
  "instructions.p1": "滴定（容量分析、容量法、滴定分析とも呼ばれることがあります）は、試料中の特定の化学種の量を決定するための実験室技術です。一般に標準溶液などの試薬を試料に徐々に加え、目的物質と完全に反応させます。",
  "instructions.p2": "測定対象の物質は分析物（アナライト）と呼ばれます。濃度が既知で高い方の化学種は滴定剤（タイトラント）と呼ばれ、一次標準物質から調製された溶液であることが一般的です（塩や、標定する溶液中で生成される物質の場合もあります）。濃度を求めたい溶液は被滴定溶液（タイトランド）と呼ばれます。標準溶液を反応が完了するまで加える操作が滴定であり、反応完了に必要な正確な体積は当量点（化学量論点）と呼ばれます。当量点は物理的変化によって検出され、反応に固有の変化の場合もあれば、指示薬の添加による変化（色/濁度の変化）の場合もあります。理想的には理論当量点と実測の当量点は一致し、差がある場合は滴定誤差（系統誤差または偶然誤差）と呼ばれます。",
  "instructions.p3": "滴定を行うには、反応がいくつかの最低条件を満たす必要があります：分析物が滴定剤と化学量論（等量）関係で反応すること、反応が速いこと、必要に応じて触媒で反応を加速できること、当量点で知覚可能な物理的または化学的変化が起こること。外観変化がない場合でも、電位差滴定、クーロメトリー滴定、アンペロメトリー滴定などで当量点を求められます。",
  "instructions.p4": "滴定には多くの種類があり、代表的なものとして酸塩基滴定、酸化還元滴定、錯体滴定があります。",
  "instructions.p5": "滴定分析の発展における大きな一歩は産業革命期に起こりました。多くの酸や塩基が製造され、とりわけ硫酸が各国で生産されました。酸塩基に関わる工程では純度を評価する信頼性の高い分析法が必要であり、より良い方法の探索が進み、滴定分析の発展につながりました。",
  "instructions.p6": "滴定の化学的原理は19世紀以来変わっていないものの、手動での実施には、終点の目視判定における主観性や、ビュレット操作が作業者の手技に依存することなど、重要な制約があります。",
  "instructions.p7": "これらの系統誤差を低減し、遠隔学習を可能にするため、本プロジェクトで開発した OpenTitrator-IoT は分析プロセスの重要工程を自動化します。本実験では、人の目視評価の代わりに低コストのデジタル光度計を用い、高輝度 LED（光源）と LDR（受光素子）で構成されます。",
  "instructions.p8": "動作原理は光の透過率変化に基づきます。滴定中、滴定剤の添加により pH 指示薬（例：フェノールフタレイン）との反応が起こり、溶液の色が変化します。人の目では（特に淡い色の場合）変化の瞬間を正確に捉えにくい一方、LDR センサーは試料を通過する光強度の急変を検出し、当量点を A/D 変換器（ADC）の読み取り値の急激な低下として記録します。",
  "instructions.p9": "滴定剤の添加は従来は重力により行われますが、本システムでは PWM（パルス幅変調）で制御されたペリスタルティックポンプによって実行されます。これにより、ユーザーは Web インターフェースから、校正済みパルス（例：500 ms または 1000 ms）で正確な量の試薬を注入でき、手動法より高い再現性と精度が得られます。",
  "instructions.p10": "このように OpenTitrator-IoT は、色の知覚に基づく定性滴定を、透過率データに基づく定量分析へと変換し、反応速度論を明確に解析できるリアルタイムのグラフを生成します。",
  "instructions.sourcePrefix": "出典：",
  "instructions.sourceLinkText": "ウィキペディア",
  "footer.developedBy": "開発者：",
  "footer.viewCode": "コードを見る"
}
