{
  "language": "한국어",
  "icon": "🇰🇷",
  "app.title": "⚗️ OpenTitrator-IoT 대시보드",
  "status.label": "시스템 상태:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "대기열 위치:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "예상 대기:",
  "queue.yourTurn": "당신 차례입니다!",
  "time.minutesShort": "분",
  "chart.transmitanceLabel": "투과율",
  "button.pumpHalfSecond": "펌프 (0.5초)",
  "button.pumpHalfSecondLocked": "펌프 (0.5초) 🔒",
  "button.pumpOneSecond": "펌프 (1.0초)",
  "button.pumpOneSecondLocked": "펌프 (1.0초) 🔒",
  "chart.mainTitle": "시간에 따른 광도계 측정값",
  "chart.yAxisLabel": "광 강도 (ADC/Lux)",
  "instructions.title": "적정 실험",
  "instructions.pill": "📘 가이드",
  "instructions.p1": "적정(때로는 용량분석, 용량법 또는 적정분석이라고도 함)은 시료에 포함된 특정 화학 종의 양을 결정하기 위한 실험실 기법입니다. 일반적으로 표준용액과 같은 시약을 시료에 점진적으로 첨가하여 관심 물질과 완전히 반응하도록 합니다.",
  "instructions.p2": "측정 대상 물질은 분석물(analyt e)이라 합니다. 농도가 정의되어 있고 더 높은 농도의 화학 종은 적정제(titrant)라 하며, 보통 1차 표준물질로부터 제조한 용액입니다(염 또는 표준화하려는 용액에서 생성되는 물질일 수도 있음). 농도를 구하려는 용액은 피적정 용액(titrand)이라 합니다. 표준용액을 반응이 완료될 때까지 가하는 과정을 적정이라 하며, 반응을 완전히 끝내는 데 필요한 정확한 부피를 당량점(화학양론점)이라 합니다. 당량점은 물리적 변화로 검출되며, 반응 자체의 고유한 변화일 수도 있고 지시약 추가로 인한 변화(색/탁도 변화)일 수도 있습니다. 이상적인 적정에서는 이론적 당량점과 실제 당량점이 일치해야 하며, 차이가 있으면 적정 오차(계통 또는 우연 오차)라 합니다.",
  "instructions.p3": "적정을 수행하려면 반응이 최소 요건을 충족해야 합니다: 분석물이 적정제와 화학양론적(또는 등가) 비율로 반응할 것, 반응이 빠를 것, 필요 시 촉매를 추가해 반응을 가속할 수 있을 것, 당량점에서 인지 가능한 물리적/화학적 변화가 있을 것. 눈에 띄는 변화가 없다면 전위차 적정, 쿨로메트리 적정, 암페로메트리 적정 등 다른 방법으로 당량점을 구할 수 있습니다.",
  "instructions.p4": "적정에는 여러 종류가 있으며, 대표적으로 산-염기 적정, 산화-환원 적정, 착물 적정이 있습니다.",
  "instructions.p5": "적정 분석의 생산·분석·연구에 있어 큰 진전은 산업혁명 시기에 일어났습니다. 여러 산과 염기가 제조되었고, 특히 황산이 여러 나라에서 생산되었습니다. 산과 염기에 관련된 공정은 순도를 평가할 신뢰할 수 있는 분석법이 필요하여 더 나은 방법을 찾게 되었고, 그 결과 적정 분석이 발전했습니다.",
  "instructions.p6": "적정의 화학적 원리는 19세기 이후로 변하지 않았지만, 수동 수행 방식에는 종말점의 육안 판정이 주관적이라는 점과 뷰렛 제어가 작업자의 손기술에 크게 의존한다는 점 등 중요한 한계가 있습니다.",
  "instructions.p7": "이러한 계통 오차를 줄이고 원격 교육을 가능하게 하기 위해, 본 프로젝트에서 개발한 OpenTitrator-IoT 시스템은 분석 과정의 핵심 단계를 자동화합니다. 실험은 사람의 시각적 평가를 저비용 디지털 광도계로 대체하며, 이 광도계는 광원(고휘도 LED)과 감광 수신기(LDR)로 구성됩니다.",
  "instructions.p8": "동작 원리는 광 투과율 변화에 기반합니다. 적정 중 적정제의 첨가로 pH 지시약(예: 페놀프탈레인)과 반응이 일어나 용액의 색이 변합니다. 사람의 눈은(특히 옅은 색조에서) 변화 순간을 정확히 판단하기 어렵지만, LDR 센서는 시료를 통과하는 광 강도의 급격한 변화를 감지하여 당량점을 아날로그-디지털 변환기(ADC) 값의 급격한 하강으로 기록합니다.",
  "instructions.p9": "적정제의 주입은 전통적으로 중력에 의해 이루어지지만, 본 시스템에서는 PWM(펄스 폭 변조)으로 제어되는 페리스탈틱 펌프가 이를 수행합니다. 사용자는 웹 인터페이스를 통해 보정된 펄스(예: 500 ms 또는 1000 ms)로 시약을 정밀하게 주입할 수 있어, 수동 방법보다 더 높은 반복성과 정밀도를 보장합니다.",
  "instructions.p10": "결과적으로 OpenTitrator-IoT는 색 인지에 기반한 정성 적정을 투과율 데이터에 기반한 정량 분석으로 전환하고, 반응 동역학을 명확하게 분석할 수 있는 실시간 그래프를 생성합니다.",
  "instructions.sourcePrefix": "출처:",
  "instructions.sourceLinkText": "위키백과",
  "footer.developedBy": "개발:",
  "footer.viewCode": "코드 보기"
}
