{
  "language": "Português (Brasil)",
  "icon": "🇧🇷",
  "app.title": "⚗️ Painel OpenTitrator-IoT",
  "status.label": "Status do sistema:",
  "status.online": "ONLINE",
  "status.offline": "OFFLINE",
  "queue.positionLabel": "Posição na fila:",
  "queue.placeholder": "...",
  "queue.estimatedWaitLabel": "Espera estimada:",
  "queue.yourTurn": "É A SUA VEZ!",
  "time.minutesShort": "min",
  "button.pumpHalfSecond": "BOMBA (0,5 s)",
  "button.pumpHalfSecondLocked": "BOMBA (0,5 s) 🔒",
  "button.pumpOneSecond": "BOMBA (1,0 s)",
  "button.pumpOneSecondLocked": "BOMBA (1,0 s) 🔒",
  "chart.transmitanceLabel": "Transmitância",
  "chart.mainTitle": "Leitura do fotômetro ao longo do tempo",
  "chart.yAxisLabel": "Intensidade Luminosa (ADC/Lux)",
  "instructions.title": "Experimento de titulação",
  "instructions.pill": "📘 Guia",
  "instructions.p1": "Titulação (por vezes referida como analise volumétrica, volumetria ou titrimetria) é uma técnica de laboratório utilizada para determinar a quantidade de uma determinada espécie química em uma amostra. O processo é realizado por meio da adição gradual de um reagente (geralmente uma solução padrão) à amostra, o qual deve reagir completamente com a substância de interesse.",
  "instructions.p2": "A substância de interesse em qualquer determinação recebe o nome de analito. A espécie química com a maior concentração definida recebe o nome de titulante, que é, em geral, uma solução obtida a partir de um padrão primário, podendo ser um sal ou uma substância gerada na solução que se deseja valorar. A solução a ter sua concentração determinada recebe o nome de titulado. A adição de solução padronizada até que se complete a reação é chamada de titulação. O volume exato para se completar a reação é chamado de ponto de equivalência ou estequiométrico, este é detectado através de modificação física, podendo ela ser intrínseca da equação ou proveniente de um indicador adicionado (mudança de cor/turbidez). Para que se tenha uma titulação ideal o ponto de equivalência teórico e prático devem ser correspondentes, caso haja discrepância é chamado de erro de titulação, podendo este ser erro sistemático ou aleatório.",
  "instructions.p3": "Para que seja possível realizar a titulação existem alguns requisitos mínimos que as reações devem atender: O titulado deve reagir em proporção estequiométrica ou equivalente com o titulante; A reação deve ser rápida; Em alguns casos há necessidade de adição de catalisador para acelerar a reação; No ponto de equivalência deve haver alteração física ou química da solução que seja perceptível. Caso não haja mudança em aspecto visual, existem maneiras de determinar o ponto de equivalência além da titulação simples, estas são definidas como, titulação potenciométrica, titulação coulométrica e titulação amperométrica.",
  "instructions.p4": "Existem vários tipos de titulação, destacando-se a titulação ácido-base, titulação de oxidação-redução e titulação de complexação",
  "instructions.p5": "O grande passo para a produção, análises e estudos sobre titulometria ocorreu durante o período de revolução industrial onde foram fabricados diversos ácidos e bases. Sendo como principal o ácido sulfúrico, fabricado por diversos países. Os processos relacionados aos ácidos e bases, necessitam de métodos analíticos confiáveis para analisar suas purezas, acarretando em procuras de melhores métodos, surgindo assim o método de Titulometria.",
  "instructions.p6": "Embora os princípios químicos da titulação permaneçam inalterados desde o século XIX, a execução manual do método apresenta limitações significativas, como a subjetividade na detecção visual do ponto de viragem e a dependência da destreza motora do operador para o controle da bureta.",
  "instructions.p7": "Para mitigar esses erros sistemáticos e viabilizar o ensino à distância, o sistema desenvolvido neste projeto, denominado OpenTitrator-IoT, automatiza as etapas críticas do processo analítico. O experimento substitui a avaliação visual humana por um fotômetro digital de baixo custo, composto por um emissor de luz (LED de alto brilho) e um receptor fotossensível (LDR).",
  "instructions.p8": "O princípio de funcionamento baseia-se na variação da transmitância luminosa: durante a titulação, a adição do titulante provoca a reação com o indicador de pH (ex: fenolftaleína), alterando a cor da solução. Enquanto o olho humano pode ter dificuldade em determinar o momento exato dessa mudança (especialmente em tons pálidos), o sensor LDR detecta a variação brusca na intensidade de luz que atravessa a amostra, registrando o ponto de equivalência como uma queda acentuada nos valores lidos pelo conversor analógico-digital (ADC).",
  "instructions.p9": "A adição do titulante, tradicionalmente feita por gravidade, é realizada por bombas peristálticas controladas via modulação por largura de pulso (PWM). Isso permite que o usuário, através da interface web, dose quantidades precisas de reagente (em pulsos calibrados, por exemplo, de 500ms ou 1000ms), garantindo repetibilidade e precisão superiores ao método manual.",
  "instructions.p10": "Desta forma, o OpenTitrator-IoT transforma a titulação qualitativa (baseada na percepção de cor) em uma análise quantitativa (baseada em dados de transmitância), gerando gráficos em tempo real que permitem a análise inequívoca da cinética da reação.",
  "instructions.sourcePrefix": "Fonte:",
  "instructions.sourceLinkText": "Wikipédia",
  "footer.developedBy": "Desenvolvido por",
  "footer.viewCode": "Ver código"
}
